{
    "division_line":"----------------------------------------------------------------",
    "fist_time_tavern":"The place is dead empty, you only see an old man sitting by the fire. \nBefore you can do anything he stands up and walk in your direction. \n",
    "old_man":"Old Man: You look like an warrior, you might have a chance to defeat them. \nOld Man: If you have a sword you can fight the goblins, but the troll is too stong. \nOld Man: You need some sort of armor or is certain death. \nOld Man: I don't have a sword or an armor to give to you. \nOld Man: But this might helps you in dark places... \n  ",
    "torch":"He takes a torch and gives to you\n",
    "second_time_tavern":"Old Man: I remembered now. You may want to pay a visit at the loca inn. \nOld Man: The keeper is a good person and some rest might be good before the fight. \n",
    "first_inn":"As you enter at the Inn you see a man at the reception, you aproach and he says:",
    "inn_keeper":"Inn Keeper: Hello traveler, I shall warn you we are full right now. \nInn Keeper: Since that beast is at the mountain everybody who lived there fled. \nInn Keeper: ...and now they are here waiting for someone to kill the beast. \nInn Keeper: What??! You gonna kill the troll?? HAHAHAHAH!!! \nInn Keeper: You'll die, you should take an armor from the goblins at the cave. \nWhile he is laughting he takes something under his desk. \nInn Keeper: At least take this with you...\n",
    "second_inn":"Inn Keeper: Hello again, lost something?\n",
    "third_inn":"Inn Keeper: Hey, you look tired. I have a room avalible, do you want to take a rest?\n",
    "after_rest_inn":"inn Keeper: Well seams you needed some rest! Good Luck!",
    "town_main":"The village has a couple of buildings and a town center, \nyou only see two options to enter.\n",
    "tavern_option":"The Tavern --------- to enter type 'T'",
    "inn_option":"The Inn ------------ to enter type 'I'",
    "exit_option":"Exit to main road --- type 'E'\n",
    "mountain_begin":"You see a bunch of dead bodies and a dreadfull feeling about this place.\n",
    "mountain_middle":"As you walk you hear a grunt aproaching. \nBefore you can even think about it an enormous Troll aprear! \nYou can not run away this time. The fight will begin...\n",
    "cave_entrance":"You stop at the entrance. is dark and you can hear something further down there. \n",
    "proceed_yes_no":"Do you want to proceed? type 'Y' for yes and 'N' for no.\n",
    "main_road":"You are in a main road, you only see three possible ways to proceed. \nWhere you would like to go?\n",
    "cave_option":"The Cave -------- to go there type 'C'",
    "village_option":"The Village -------- to go there type 'V'",
    "mountain_option":"The Mountain ---- to go there type 'M'\n",
    "cave_first":"As you enter the cave you notice an creature aproaching. \nIt's a goblin, and it's going to attack you.\n",
    "cave_second":"You go deeper on the cave you hear more steps aproaching. \nAnother goblin appears to attack you!\n",
    "game_greetings":"Welcome to the Bald Mountain, a terminal-comand-line RPG developed using Python.\n",
    "game_prologue":"Tired after spending a long day traveling you decide to set a camp \nclose to a mountain known as the Bald Mountain. \nIf the rumours are true, you are in the right place. \n ",
    "cave_finished":"As you pulls out your sword from the goblin's skull \nyou notice a bag with somthing shinig inside. \nYour eyes can not believe, it's a brand new armor suit.",
    "game_over":"You are exhausted and cannot sustain more strikes from the Troll. \nEventualy the creature hits you with his massive sword. \nYou cannot move anymore and you feel the heat of your body. \ndraining out in a puddle of blood.",
    "end_game":"You are covered in blood but the Troll is dead. \nBald Mountain is free again. \nA big mess was left by the troll and goblins. \nAt least now all the mountain folks can at least hope for \na better future while reconstructing their homes and lives.",
    "prologue_part_two":"You follow the screams that leads to a small farm. The scene made my stomach churn.\nEverything is plunged and the remains of the farmers are all over the place. \nYou know what kind of creature would do that, your search is about to end.\n",
    "prologue_final":"It’s a shame that you don’t have any weapon right now.\n",
    "credits":"Thank you so much for play this game. \nDeveloped by: Ayrton D'Abronzo Neto."
}