{
    "division_line":"----------------------------------------------------------------",
    "fist_time_tavern":"There is a old man sitting close to a fire. \nAs you aproach him he starts to talk:",
    "old_man":"Old Man: There are evil creatures at the cave, they came after the beast arrivedat the mountain. \nOld Man: If you are planning in going there take this to help",
    "torch":"He takes a torch and gives to you\n",
    "second_time_tavern":"There is no one to interact right now",
    "first_inn":"As you enter at the Inn you see a man at the reception, you aproach and he says:",
    "inn_keeper":"Inn Keeper: Hello traveler, I shall warn you we are full right now. \nInn Keeper: Since that beast is at the mountain everybody who lived there fled. \nInn Keeper: ...and now they are here waiting for someone to kill the beast. \nInn Keeper: What??! You gonna kill the troll?? HAHAHAHAH!!! \nWhile he is laughting he takes something under his desk. \nInn Keeper: At least take this with you...\n",
    "second_inn":"Inn Keeper: Hello again, lost something?\n",
    "third_inn":"Inn Keeper: Hey, you look tired. I have a room avalible, do you want to take a rest?\n",
    "town_main":"The village has a couple of buildings and a town center, \nyou only see two options to enter.\n",
    "tavern_option":"The Tavern --------- to enter type 'T'",
    "inn_option":"The Inn ------------ to enter type 'I'",
    "exit_option":"Exit to main road --- type 'E'\n",
    "mountain_begin":"You see a bunch of dead bodies and a dreadfull feeling about this place.\n",
    "mountain_middle":"As you walk you hear a grunt aproaching. \nBefore you can even think about it an enormous Troll aprear! \nYou can not run away this time. The fight will begin...\n",
    "cave_entrance":"You stop at the entrance. is dark and you can hear something further down there.",
    "proceed_yes_no":"Do you want to proceed? type 'Y' for yes and 'N' for no.\n",
    "main_road":"You are in a main road, you only see three possible ways to proceed. \nWhere you would like to go?\n",
    "cave_option":"The Cave -------- to go there type 'C'",
    "village_option":"The Village -------- to go there type 'V'",
    "mountain_option":"The Mountain ---- to go there type 'M'\n",
    "cave_first":"As you enter the cave you notice an creature aproaching. \nIt's a goblin, and it's going to attack you.\n",
    "cave_second":"You go deeper on the cave you hear more steps aproaching. \nAnother goblin appears to attack you!\n",
    "game_greetings":"Welcome to the Bald Mountain, a terminal-comand-line RPG developed using Python.\n",
    "game_prologue":"Tired after spending a long day traveling you decide to set a camp \nclose to a mountain known as the Bald Mountain. \nYou wake up in the middle of the night hearing screams from the forest. \n ",
    "cave_finished":"Congratulations, you have cleaned the cave from the goblins! \nYou found an armor."
}